---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.TagFailures.CannotCopyTag
source: html/3e103cf0-3d07-5cab-ba6e-0d122f14ce35.htm
---
# Autodesk.Revit.DB.BuiltInFailures.TagFailures.CannotCopyTag Property

A tag cannot be arrayed without copying the associated element.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCopyTag { get; }
```